IDEA Open Model
CalculationSetup.UlsShear Property
Compatible with IDEA StatiCa 20.1
 ULS shear
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool UlsShear { get; set; }
Public Property UlsShear As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace